Repository: Chubby-Apps/SafeTimer
Catalog: *.lproj/Localizable.strings
Languages: eu

# usoRestante
source: Remaining use
eu: Falta den erabilera

# nuevoTempL
source: New timer
eu: Tenporizadore berria

# nuevoTempS
source: New timer
eu: Tenp. berria

# anadir
source: Add
eu: Gehitu

# nombre
source: Name
eu: Izena

# utensilio
source: Tool
eu: Tresna

# duracion
source: Time
eu: Iraupena

# horas
source: hours
eu: orduak

# minutos
source: minutes
eu: minutuak

# iniciar
source: Start
eu: Hasi

# ajustes
source: Settings
eu: Doikuntza

# valoraApp
source: Rate the app
eu: App baloratu

# visitaNuestraWeb
source: Visit our website
eu: Bisitatu gure webgunea

# creditos
source: Credits
eu: Kredituak

# politicaPrivacidad
source: Privacy Policy
eu: Pribatutasun-politika

# hechoConAmor
source: Made with ❤️ in Vitoria-Gasteiz, Spain.
eu: Euskal Herrian eginda maitasun osoz ❤️

# enviarFeedback
source: Send feedback
eu: Bidali zure iritzia

# tCredito
source: ⏰ SafeTimer has been developed in an altruistic way by Hortelanos to help users control the remaining life of tools, supplies and equipment that need to be changed every few hours.
eu: ⏰ Safe Timer guztiz dohanik da eta Hortelanos enpresak garatu du. Aplikazio honek hainbat tresnen denbora erabilgarria kontrolatzera laguntzen dizu. Batez ere, aldiro aldatu behar direnak.

# asier
source: 👨🏻‍💻 Code by Asier G. Morato.
eu: 👨🏻‍💻 Garapena Asier G. Morato-ren eskutik.

# patricia
source: 👩🏻‍🎨 Design by Patricia Bedoya.
eu: 👩🏻‍🎨 Diseinua Patricia Bedoya-ren eskutik.

# fNoDisponible
source: Function not available
eu: Erabilgarritasuna ez dago eskura

# fNoDisponibleExplicacion
source: This function will be available later.
eu: Erabilgarritasun hau garatzen ari gara. Laster prest izango da.

# aceptar
source: Ok
eu: Onartu

# cerrar
source: Close
eu: Itxi

# play
source: Start
eu: Hasi

source: Pause
eu: Gelditu

# timeToChange
source: It's time to change
eu: Aldatzeko garaia da

# enoughUse
source: You've used it long enough.
eu: Nahiko denbora erabili duzu.

# menos
source: minus
eu: ken

# usoDeMas
source: Time exceeded
eu: Denbora gaindituta

# notificaciones
source: NOTIFICATIONS
eu: OHARTARAZPENA

# notificacionesRecurrentes
source: Multiple reminders
eu: Oroigarriak

# notificacionesInfo
source: If you activate this option SafeTimer will remind you on multiple occasions (5m, 10m, 30m and 1h later) that the timer has expired until you stop it.
eu: Aukera hau aktibatzen baduzu, Safe Timer aplikazioak askotan gogoratuko dizut (5 minutu, 10 minutu, 30 minutu eta ordu bat pasa eta gero) tenporizadorea bukatu dela zuk piztu arte.

# borrar
source: Delete
eu: Ezabatu

# seguroBorrar
source: ¿Are you sure? This action can not be undone.
eu: tenporizadorea ezabatu nahi duzu?

# cancelar
source: Cancel
eu: Bertan behera utzi

# reiniciar
source: Restart
eu: Berriro hasi

# duplicar
source: Duplicate
eu: Bikoiztu

# temporizadores
source: TIMERS
eu: TENPORIZADOREAK

# contarUsos
source: Count timer uses
eu: Erabilera kontatu

# mostrarUsos
source: Show timer uses
eu: Erabilera erakutsi

# nUsos
source: Nº of uses:
eu: Erabilera zenbakia:
